/* No comment provided by engineer. */
"Invalid data" = "נתונים שאינם תקינים";

/* No comment provided by engineer. */
"Private key unavailable" = "מפתח פרטי לא זמין";

/* No comment provided by engineer. */
"Public key unavailable" = "מפתח ציבורי לא זמין";

